from models.bistro import Бистро
from order.start_order import order

def main():
    бистро_list = [
        Бистро('шаурма-малая', '100гр', 300.0),
        Бистро('шаурма-средняя', '150гр', 350.0),
        Бистро('шаурма-фирменная', '250гр', 500.0),
        Бистро('эскалоп-обычный', '150гр', 350.0),  
        Бистро('эскалоп-фирменный', '250гр', 500.0),
        Бистро('кофе-стандарт', 'якобс', 40.0),
        Бистро('кофе-фирменный', '3 в 1', 50.0),
        Бистро('бульон', 'куриный', 40.0),
        Бистро('чай', '2 сахара', 40.0)  
    ]
    
    order(бистро_list)    
    
if __name__ == '__main__':
    main()
    